AUTHORIZATION = "Чтобы начать работу в боте, авторизируйтесь"
GET_USER_PHONE = "Введите ваш номер"
INVALID_PHONE = "Номер телефона не прошел проверку, введите в формате 89876543210"
UNAVALIABLE_AUTH = (
    "Учетная запись неактивна, либо не приобретен курс. Отправить вопрос невозможно"
)
UNAVALIABLE_AUTH_2 = "Авторизация невозможна."
SUCCESS_LOGIN_USR = "Здравствуйте, {}!"
SUCCESS_LOGIN = "Здравствуйте, {}!\nВаш аккаунт в состоянии:{}"
AGAIN_AUTHORIZATED = "Вы уже авторизировались"
ASK_A_QUESTION = "Задайте свой вопрос"
IS_IT_YOUR_QUESTION = "Ваш вопрос:\n{}"
QUESTION_SENDED = "Ваш вопрос был направлен куратору, пожалуйста ожидайте ответа"
USER_QUSTION = "{} \nНомер пользователя: {}\n\nВопрос: {}"
USER_STOP = "Номер пользователя: {}\n Закрыл вопрос."
ROLE_USER = "ученик"
ROLE_KURATOR = "куратор"
ROLE_NASTAVNIK = "наставник"
MENTORS_ANSWER = (
    "{}\nОтвет от куратора:\n{}\nПродолжите беседу или нажмите кнопку завершить."
)

RATE45 = 'Благодарим за вашу оценку, будем рады вновь видеть вас и ответить на ваши вопросы. С заботой, ваша NSA'
RATE3 = 'Благодарим за вашу оценку'
RATE12 = 'Благодарим за вашу оценку, будем рады вновь видеть вас и ответить на ваши вопросы. С заботой, ваша NSA'
